{
    "pLogin": "Before you can use the app, you need to enter your username and password to view and manage your devices.\n\nIn the demo version of iOmy. The username is 'demo' and the password is 'demo'.",
    
    "pForceSwitchUser": "If at anytime you wish to switch from one user to the next, simply enter the username and password. The current session will terminate once you switch users.",
    
    "pPremiseOverview": "The Premise Overview features a combo box complete with a list of premises that are available to the user. Below the premise combo box is a list of rooms that are registered with the currently selected premise.\n\nThere is a button to the right of the name of the room that allows you to show or hide its list of devices.\n\n Each device can be tapped to lead into the device information page.\n\nThe action menu will allow you to edit the information and address of the currently selected premise, and add a new room.",
    
    "pDeviceOverview": "This is the home page.\n\nHere is a list of all the devices that the current user has access to, regardless of their location. Some of these can be switched on or off depending on whether the current user has permission to do this.",
    
    "pRoomsOverview": "This page lists all devices in the selected room. Similar to the device overview page, only it shows devices for a particular room.",
    
    "pSettingsDeviceList": "Here is a list of links and their objects. Tap a name to view or edit the link or object details. Each link has a list of any objects that may be connected to it. These lists are expandable.\n\nThere are two entries in the action menu, one to add a link, and the other to add an item to a link.",
    
    "pSettingsLinkAdd" : "",
    
    "pSettingsThingAdd": "Allows you to add items of certain types to a link. Note that some items like Philips Hue lamps and devices attached to Zigbee plugs will have already been added to their links as soon as the link was created.",
    
    "pSettingsAddUser": "This is where you can create new users if you have permission to do so.\n\nRequired fields are the Display Name, username and password, date of\nbirth, Line 1 of the Street Address, and the database admin username\n(usually root) and password.\n\nYou can find the MySQL root password by opening the android app menu and selecting settings. It will be labelled under MySQL root password.",
    
    "pSettingsPremiseList": "This page is a list of premises that are available to the user. Any hubs that the current user has access to will be displayed under their own premise once its list is expanded.",
    
    "pSettingsRoomPermissions": "You can set different permissions for different rooms in a given premise for a user.\n\nGranting and revoking permissions is easy. Simply use the form to specify read access, access to room information, write access for the room(s), and device management permission.\n\nEvery room in a selected premise is listed below the form. You can select which rooms the new permissions should apply to.",
    
    "pSettingsPremisePermissions": "This page is used to make adjustments to premise permissions for different users. Example: a user can be given access to a premise they couldn't access before or have their premise permissions revoked if required.\n\nThe form allows you to select the user and the premise to apply the permissions to. You can set read/write permission, device management and information access, and room management permission.",
    
    "pOnvif": "Displays the camera stream thumbnail if the camera is on. If the camera has PTZ support, there are controls around the page."
}